Revit 2024 API
ParameterTypeId.RebarMaximSuffix Property
 "Maxim Suffix"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RebarMaximSuffix { get; }
Visual Basic
Public Shared ReadOnly Property RebarMaximSuffix As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RebarMaximSuffix {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace